Repository: rg-/bc-import-export-options
Catalog: language/bc-ieo-*.po
Languages: es_es

source: Import & Export Options
es_es: I&E Opciones

source: About this tool
es_es: Acerca de esta herramienta

source: Plugin version:
es_es: Versión del plugin:

source: This plugins is under development, if you find bugs, problems, doubts, anything, just contact me here: roberto@rgdesign.org.
es_es: Este plugin está bajo desarrollo, si encuentras algún fallo, problema, dudas, lo que sea, solo contacta aquí: roberto@rgdesign.org.

source: Thanks :)!
es_es: Gracias :)!

source: Quick links
es_es: Enlaces rápidos

source: Back to Main page
es_es: Volver a la pagina principal

source: Export All Options
es_es: Exportar todas las opciones

source: Export ACF Options
es_es: Exportar opciones ACF

source: Import Options
es_es: Importar Opciones

source: I&E Options
es_es: I&E Opciones

source: Export Options
es_es: Exportar Opciones

source: This tool Exports <b>ONLY OPTIONS</b> from the 'options' database table.
es_es: Esta herramienta exporta <b>SOLO OPCIONES</b> de la tabla 'options' de la base de datos.

source: Export
es_es: Exportar

source: You can choose to export all options, select by plugin (ex: only ACF options, only Woocommerce options), or select just the ones you need. A JSON file will be created with those options and their values.
es_es: Puedes elegir exportar todas las opciones, seleccionar por plugin (ej: solo opciones de ACF, solo de Woocommerce), o seleccionar las que quieras. Un archivo JSON será creado con esas opciones y sus valores.

source: Choose one filter first, you will be redirected to a page lisiting all the options.
es_es: Elige un filtro primero, serás redireccionad a una página listando las opciones.

source: Select ALL Options
es_es: Seleccionar todas las opciones

source: Select <b>CUSTOM</b> Options Only
es_es: Seleccionar opciones <b>CUSTOMIZADAS</b> solamente

source: Select <b>ACF</b> Options Only
es_es: Seleccionar opciones <b>ACF</b> solamente

source: Import
es_es: Importar

source: Take the JSON file and Import (using this tool) into another WP install. You can also use this as a backup for those options, or as an options starter for some particular options you choose. You can even edit the JSON file to quickly import (and update) some, or all, options already created
es_es: Toma el archivo JSON generado e importalo (usando esta herramienta) en otra instalación de WP. Puedes también usar esto como un backup para esas opciones, o como un archivo para empezar otro proyecto con esas opciones. Puedes incluso editar el archivo JSON para rapidamente hacer un import y actualizar las opciones o crearlas si no existen.

source: Go to the Import Options Page
es_es: Ir a la pagina de Importar Opciones

source: A JSON file will be created with all the option names and values saved for this setup, this options do NOT include post, post types, pages, menus, widgets, comments and so on.
es_es: Un archivo JSON será creado con todas las opciones, nombres y valores, guardadas en esta instalacion, estas opcines NO incluyen contenido de posts, post types, pages, menus, widgets, comments, etc.

source: This export file is only intended to use with the Import Options feature also provided.
es_es: Este archivo de exportación esta pensado solo para ser usado con la herramienta de Importar del plugin.

source: You can choose which options to export and then import on some other setup, ex, moving from dev to production or cloning some configuration to another setup.
es_es: Puedes seleccionar que opciones exportar y luego importarlas en otra instalación, por ej. migrar un sitio en desarrollo a producción, o clonar las configuraciones guardadas en las opciones a otra instalación.

source: Select All
es_es: Seleccionar Todo

source: Unselect All
es_es: Deseleccionar Todo

source: Show unselected
es_es: Mostrar no seleccionados

source: Hidde unselected
es_es: Ocultar no seleccionados

source: Export selected options
es_es: Exportar opciones seleccionadas

source: Something went wrong :(.
es_es: Algo no ha marchado bien :(.

source: All options where created/updated.
es_es: Todas las opciones han sido creadas/actualizadas.

source: Invalid file or file size too big.
es_es: Archivo no válido o demasiado grande.

source: This is the list for all options keys and values imported.
es_es: Esta es la lista de todas las opciones y sus valores importados.

source: Import Again?
es_es: ¿Importar de nuevo?

source: Try Again
es_es: Prueba de nuevo

source: Click Browse button and choose a json file that you backup before.
es_es: Clickea en Seleccionar archivo y elige un archivo JSON previamente exportado con este plugin.

source: Press Import button, Wordpress do the rest for you.
es_es: Clickea el boton de Importar, Wordpress se encargará del resto.

source: Input for 'Custom' filter is empty, try again.
es_es: El campo para 'Customizado' esta vació. Intenta de nuevo.
